Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/librecad-tm.tmx
Source language: en
Languages: ca_es

source: Start point (x):
ca_es: Punt inicial (x):

source: Mirroring Options
ca_es: Opcions de simetria

source: Number of copies
ca_es: Nombre de còpies

source: &Delete Original
ca_es: &Suprimeix l'original

source: &Keep Original
ca_es: &Manté l'original

source: Use current &attributes
ca_es: Usa els &atributs actuals

source: Use current &layer
ca_es: Usa la &capa actual

source: &Multiple Copies
ca_es: &Còpies múltiples

source: Move/Copy Options
ca_es: Opcions de Mou / Copia

source: Number of copies. Maximum 100
ca_es: Nombre de còpies. Màxim 100

source: Move/Rotate Options
ca_es: Opcions de 'Mou/gira'

source: Main Unit
ca_es: Unitat principal

source: Length
ca_es: Longitud

source: Scientific
ca_es: Científic

source: Engineering
ca_es: Enginyeria

source: Architectural
ca_es: Arquitectura

source: Fractional
ca_es: Fracció

source: Decimal Degrees
ca_es: Graus decimals

source: Radians
ca_es: Radiants

source: linear
ca_es: lineal

source: Paper Format
ca_es: Format del paper

source: Text Height:
ca_es: Alçada del text:

source: units
ca_es: Unitats

source: Deg/min/sec
ca_es: Graus/min/seg

source: Gradians
ca_es: Graus centesimals

source: Surveyor's units
ca_es: Topogràfic

source: Options
ca_es: Opcions

source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
ca_es: Per als formats de longitud 'Enginyeria' i 'Arquitectura', s'ha d'establir la unitat en polzades.

source: Extension line extension:
ca_es: Extensió de les línies auxiliars:

source: Arrow size:
ca_es: Mida de la fletxa:

source: Extension line offset:
ca_es: Desfasament de les línies auxiliars:

source: Dimension line gap:
ca_es: Separació de les línies auxiliars:

source: Drawing Preferences
ca_es: Preferències del dibuix actual

source: &Landscape
ca_es: &Apaïsat

source: P&ortrait
ca_es: &Vertical

source: Paper &Height:
ca_es: A&lçada del paper:

source: Paper &Width:
ca_es: A&mplada del paper:

source: &Units
ca_es: &Unitats

source: &Main drawing unit:
ca_es: &Unitat de dibuix principal:

source: P&recision:
ca_es: P&recisió:

source: Pre&cision:
ca_es: Pr&ecisió:

source: &Dimensions
ca_es: &Cotes

source: Grid Settings
ca_es: Paràmetres de la graella

source: Show Grid
ca_es: Mostra la graella

source: X Spacing:
ca_es: Espaiat X:

source: Y Spacing:
ca_es: Espaiat Y:

source: auto
ca_es: automàtic

source: Number of line segments per spline patch:
ca_es: Nombre de segments de línia per fragment de spline:

source: Crosshair
ca_es: Punt de mira

source: Left crosshair with isometric grid
ca_es: Punt de mira esquerre amb la graella isomètrica

source: Left
ca_es: Esquerra

source: Top crosshair with isometric grid
ca_es: Punt de mira des de dalt amb la graella isomètrica

source: Top
ca_es: Dalt

source: Right crosshair with isometric grid
ca_es: Punt de mira dret amb la graella isomètrica

source: Right
ca_es: Dreta

source: Use orthogonal grid
ca_es: Utilitza la graella ortogonal

source: Orthogonal Grid
ca_es: Graella ortogonal

source: Use isometric grid
ca_es: Utilitza la graella isomètrica

source: Isometric Grid
ca_es: Graella isomètrica

source: Tick size:
ca_es: Mida de les marques:

source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
ca_es: <html><head/><body><p>Mida de les marques de cota. Posada a 0 desactivarà les marques de cota. Les fletxes de cota no es dibuixaran si les marques de cota estan activades.</p></body></html>

source: Alignment:
ca_es: Alineació:

source: <html><head/><body><p>Text alignement.</p></body></html>
ca_es: <html><head/><body><p>Alineació del text.</p></body></html>

source: Dimension Aligned
ca_es: Alineat amb la cota

source: Horizontal
ca_es: Horitzontal

source: Preferences
ca_es: Preferències

source: Translations:
ca_es: Traducions:

source: Hatch Patterns:
ca_es: Plantilles dels ratllats:

source: Fonts:
ca_es: Tipus de lletra:

source: Part Libraries:
ca_es: Biblioteques de components:

source: Language
ca_es: Llengua

source: Graphic View
ca_es: Vista gràfica

source: Application Preferences
ca_es: Preferències de l'aplicació

source: Defaults for new drawings
ca_es: Valors predeterminats per a dibuixos nous

source: &Appearance
ca_es: &Apariència

source: &GUI Language:
ca_es: Llengua de la interfície &gràfica:

source: &Command Language:
ca_es: Llengua de la línia d'&ordres:

source: &Show large crosshairs
ca_es: Mostra el p&unt de mira gran

source: Number of p&review entities:
ca_es: Nombre d'entitats en la pre&visualització:

source: &Paths
ca_es: &Camins

source: &Defaults
ca_es: Valors &predeterminats

source: &Unit:
ca_es: &Unitat:

source: Backgr&ound:
ca_es: &Fons:

source: G&rid Color:
ca_es: Color de la g&raella:

source: &Meta Grid Color:
ca_es: Color de la &meta graella:

source: Fontsize
ca_es: Mida de les lletres

source: Statusbar:
ca_es: Barra d'estat:

source: A&utomatically scale grid
ca_es: &Escala la graella automàticament

source: S&elected Color:
ca_es: Color &seleccionat:

source: &Highlighted Color:
ca_es: Color de ressal&tat:

source: Please restart the application to apply all changes.
ca_es: Per a aplicar els canvis cal reiniciar l'aplicació.

source: Minimal Grid Spacing (px):
ca_es: Espaiat mínim de la graella (px):

source: Program Defaults
ca_es: Valors predeterminats del programa

source: Auto save time:
ca_es: Temps per al desat automàtic:

source: Drawing unit.
ca_es: Unitat per al dibuix.

source: Time between automatic saving of the document in minutes.
ca_es: Temps en minuts entre els desaments automàtics del document.

source: When set, LibreCAD will automatically generate a backup of your current drawing.
ca_es: Si està marcada, LibreCAD generarà automàticament una còpia de seguretat del dibuix actual.

source: Auto backup
ca_es: Còpia de seguretat automàtica

source: Point
ca_es: Punt

source: Position (y):
ca_es: Posició (y):

source: Position (x):
ca_es: Posició (x):

source: Polyline
ca_es: Polilínia

source: Closed
ca_es: Tancat

source: Rotation Options
ca_es: Opcions de 'Rotació'

source: &Cancel
ca_es: &Cancel·la

source: &Multiple Copies:
ca_es: &Còpies múltiples:

source: Rotate Two Options
ca_es: Opcions de 'Gira Dos'

source: Scaling Options
ca_es: Opcions de 'Escala'

source: Scale by the same factor at both x- and y- directions
ca_es: Escala amb el mateix factor en les direccions X i Y

source: Isotropic Scaling
ca_es: Escalat isotròpic

source: Degree:
ca_es: Grau:

source: Clear Text
ca_es: Buida el text

source: Load Text From File
ca_es: Carrega el text des d'un fitxer

source: Save Text To File
ca_es: Desa el text en un fitxer

source: Cut
ca_es: Retalla

source: Copy
ca_es: Copia

source: Paste
ca_es: Enganxa

source: Font
ca_es: Tipus de lletra

source: Alignment
ca_es: Alineació

source: Top Right
ca_es: Dalt dreta

source: Top Left
ca_es: Dalt esquerra

source: Middle Left
ca_es: Mig esquerra

source: Middle Center
ca_es: Mig centre

source: Middle Right
ca_es: Mig dreta

source: Bottom Left
ca_es: Baix esquerra

source: Bottom Right
ca_es: Baix dreta

source: Bottom Center
ca_es: Baix centre

source: Top Center
ca_es: Dalt centre

source: Insert Symbol
ca_es: Caràcter especial

source: Diameter (ø)
ca_es: Diàmetre (ø)

source: Degree (°)
ca_es: Grau (°)

source: Plus / Minus (±)
ca_es: Més / Menys (±)

source: At (@)
ca_es: Arrova (@)

source: Hash (#)
ca_es: Coixinet (#)

source: Dollar ($)
ca_es: Dòlar ($)

source: Registered (®)
ca_es: Registrat (®)

source: Paragraph (§)
ca_es: Paràgraf (§)

source: Pound (£)
ca_es: Lliura (£)

source: Yen (¥)
ca_es: Ien (¥)

source: Times (×)
ca_es: Multiplicació (×)

source: Division (÷)
ca_es: Divisió (÷)

source: Insert Unicode
ca_es: Caràcter Unicode

source: Page:
ca_es: Pàgina:

source: Char:
ca_es: Caràcter:

source: [0000-007F] Basic Latin
ca_es: [0000-007F] Llatí bàsic

source: [0080-00FF] Latin-1 Supplementary
ca_es: [0080-00FF] Llatí-1 suplementari

source: [0100-017F] Latin Extended-A
ca_es: [0100-017F] Llatí ampliat-A

source: [0180-024F] Latin Extended-B
ca_es: [0180-024F] Llatí ampliat-B

source: [0250-02AF] IPA Extensions
ca_es: [0250-02AF] Extensions de l'IPA

source: [02B0-02FF] Spacing Modifier Letters
ca_es: [02B0-02FF] Lletres modificadores d'espaiat

source: [0300-036F] Combining Diacritical Marks
ca_es: [0300-036F] Caràcters diacrítics per a combinar

source: [0370-03FF] Greek and Coptic
ca_es: [0370-03FF] Grec i copte

source: [0400-04FF] Cyrillic
ca_es: [0400-04FF] Ciríl·lic

source: [0500-052F] Cyrillic Supplementary
ca_es: [0500-052F] Ciríl·lic suplementari

source: [0530-058F] Armenian
ca_es: [0530-058F] Armeni

source: [0590-05FF] Hebrew
ca_es: [0590-05FF] Hebreu

source: [0600-06FF] Arabic
ca_es: [0600-06FF] Àrab

source: [0700-074F] Syriac
ca_es: [0700-074F] Siríac

source: [0980-09FF] Bengali
ca_es: [0980-09FF] Bengalí

source: [0B80-0BFF] Tamil
ca_es: [0B80-0BFF] Tàmil

source: [0C80-0CFF] Kannada
ca_es: [0C80-0CFF] Canarès

source: [0D00-0D7F] Malayalam
ca_es: [0D00-0D7F] Malaialam

source: [0D80-0DFF] Sinhala
ca_es: [0D80-0DFF] Singalès

source: [0E00-0E7F] Thai
ca_es: [0E00-0E7F] Tailandès

source: [0E80-0EFF] Lao
ca_es: [0E80-0EFF] Laosià

source: [0F00-0FFF] Tibetan
ca_es: [0F00-0FFF] Tibetà

source: [10A0-10FF] Georgian
ca_es: [10A0-10FF] Georgià

source: [1200-137F] Ethiopic
ca_es: [1200-137F] Etíop

source: [1400-167F] Unified Canadian Aboriginal Syllabic
ca_es: [1400-167F]Sil·làbic unificat d'aborígens canadencs

source: [16A0-16FF] Runic
ca_es: [16A0-16FF] Rúnic

source: [1700-171F] Tagalog
ca_es: [1700-171F] Tagal

source: [1800-18AF] Mongolian
ca_es: [1800-18AF] Mongol

source: [1E00-1EFF] Latin Extended Additional
ca_es: [1E00-1EFF] Llatí ampliat addicional

source: [1F00-1FFF] Greek Extended
ca_es: [1F00-1FFF] Grec ampliat

source: [2000-206F] General Punctuation
ca_es: [2000-206F] Puntuació general

source: [2070-209F] Superscripts and Subscripts
ca_es: [2070-209F] Superíndexs i subíndexs

source: [20A0-20CF] Currency Symbols
ca_es: [20A0-20CF] Símbols de monedes

source: [20D0-20FF] Combining Marks for Symbols
ca_es: [20D0-20FF] Caràcters combinats per a símbols

source: [2100-214F] Letterlike Symbols
ca_es: [2100-214F] Símbols tipus carta

source: [2150-218F] Number Forms
ca_es: [2150-218F] Símbols numèrics

source: [2190-21FF] Arrows
ca_es: [2190-21FF] Fletxes

source: [2200-22FF] Mathematical Operators
ca_es: [2200-22FF] Operadors matemàtics

source: [2300-23FF] Miscellaneous Technical
ca_es: [2300-23FF] Caràcters tècnics diversos

source: [2400-243F] Control Pictures
ca_es: [2400-243F] Imatges de control

source: [2440-245F] Optical Character Recognition
ca_es: [2440-245F] Reconeixement òptic de caràcters

source: [2460-24FF] Enclosed Alphanumerics
ca_es: [2460-24FF] Alfanumèrics tancats

source: [2500-257F] Box Drawing
ca_es: [2500-257F] Dibuix de quadres

source: [2580-259F] Block Elements
ca_es: [2580-259F] Elements de bloc

source: [25A0-25FF] Geometric Shapes
ca_es: [25A0-25FF] Formes geomètriques

source: [2600-26FF] Miscellaneous Symbols
ca_es: [2600-26FF] Símbols diversos

source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
ca_es: [27C0-27EF] Símbols matemàtics diversos-A

source: [27F0-27FF] Supplemental Arrows-A
ca_es: [27F0-27FF] Fletxes supplementàries-A

source: [2800-28FF] Braille Patterns
ca_es: [2800-28FF] Patrons de Braille

source: [2900-297F] Supplemental Arrows-B
ca_es: [2900-297F] Fletxes supplementàries-B

source: [2980-29FF] Miscellaneous Mathematical Symbols-B
ca_es: [2980-29FF] Símbols matemàtics diversos-B

source: [2A00-2AFF] Supplemental Mathematical Operators
ca_es: [2A00-2AFF] Operadors matemàtics suplementaris

source: [2E80-2EFF] CJK Radicals Supplement
ca_es: [2E80-2EFF] Suplement de radicals CJK

source: [2F00-2FDF] Kangxi Radicals
ca_es: [2F00-2FDF] Radicals Kangxi

source: [2FF0-2FFF] Ideographic Description Characters
ca_es: [2FF0-2FFF] Caràcters de descripció ideogràfica

source: [3000-303F] CJK Symbols and Punctuation
ca_es: [3000-303F] Símbols i puntuació CJK

source: [31A0-31BF] Bopomofo Extended
ca_es: [31A0-31BF] Bopomofo ampliat

source: [3200-32FF] Enclosed CJK Letters and Months
ca_es: [3200-32FF] Lletres i mesos CJK tancats

source: [3300-33FF] CJK Compatibility
ca_es: [3300-33FF] Compatibilitat CJK

source: [3400-4DBF] CJK Unified Ideographs Extension A
ca_es: [3400-4DBF] Ideografs unificats CJK Extensió A

source: [4E00-9FAF] CJK Unified Ideographs
ca_es: [4E00-9FAF] Ideografs unificats CJK

source: [A000-A48F] Yi Syllables
ca_es: [A000-A48F] Síl·labes Yi

source: [A490-A4CF] Yi Radicals
ca_es: [A490-A4CF] Radicals Yi

source: [AC00-D7AF] Hangul Syllables
ca_es: [AC00-D7AF] Síl·labes Hangul

source: [D800-DBFF] High Surrogates
ca_es: [D800-DBFF] Substituts alts

source: [DC00-DFFF] Low Surrogate Area
ca_es: [DC00-DFFF] Àrea de substituts baixos

source: [E000-F8FF] Private Use Area
ca_es: [E000-F8FF] Àrea d'ús privat

source: [F900-FAFF] CJK Compatibility Ideographs
ca_es: [F900-FAFF] Ideografs de compatibilitat CJK

source: [FB00-FB4F] Alphabetic Presentation Forms
ca_es: [FB00-FB4F] Formes de presentació alfabètica

source: [FB50-FDFF] Arabic Presentation Forms-A
ca_es: [FB50-FDFF] Formes de presentació de l'àrab-A

source: [FE00-FE0F] Variation Selectors
ca_es: [FE00-FE0F] Selectors de variació

source: [FE20-FE2F] Combining Half Marks
ca_es: [FE20-FE2F] Caràcters mitjos combinats

source: [FE30-FE4F] CJK Compatibility Forms
ca_es: [FE30-FE4F] Símbols de compatibilitat CJK

source: [FE50-FE6F] Small Form Variants
ca_es: [FE50-FE6F] Variants petites de símbols

source: [FE70-FEFF] Arabic Presentation Forms-B
ca_es: [FE70-FEFF] Formes de presentació de l'àrab-B

source: [FF00-FFEF] Halfwidth and Fullwidth Forms
ca_es: [FF00-FFEF] Símbols d'amplada mitja i completa

source: [FFF0-FFFF] Specials
ca_es: [FFF0-FFFF] Especials

source: [10300-1032F] Old Italic
ca_es: [10300-1032F] Cursiva antiga

source: [10330-1034F] Gothic
ca_es: [10330-1034F] Gòtica

source: [1D000-1D0FF] Byzantine Musical Symbols
ca_es: [1D000-1D0FF] Símbols musicals bizantins

source: [1D100-1D1FF] Musical Symbols
ca_es: [1D100-1D1FF] Símbols musicals

source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
ca_es: [1D400-1D7FF] Símbols alfanumèrics matemàtics

source: [20000-2A6DF] CJK Unified Ideographs Extension B
ca_es: [20000-2A6DF] Ideografs unificats CJK Extensió B

source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
ca_es: [2F800-2FA1F] Suplement d'ideografs de compatibilitat CJK

source: [E0000-E007F] Tags
ca_es: [E0000-E007F] Etiquetes

source: [F0000-FFFFD] Supplementary Private Use Area-A
ca_es: [F0000-FFFFD] Àrea d'ús privat suplementari-A

source: [100000-10FFFD] Supplementary Private Use Area-B
ca_es: [100000-10FFFD] Àrea d'ús privat suplementari-B

source: &Height:
ca_es: &Alçada:

source: Line &spacing:
ca_es: &Espaiat de línies:

source: &Default line spacing
ca_es: Espaiat de línies &predeterminat

source: &Save
ca_es: &Desa

source: Save &As..
ca_es: &Anomena i desa..

source: C&lose
ca_es: &Tanca

source: again Still No Text supplied.
ca_es: Encara no heu escrit text.

source: Block
ca_es: el fitxer de bloc

source: Drawing
ca_es: el fitxer de dibuix

source: Open %1
ca_es: Obre %1

source: Save %1 As
ca_es: Anomena i desa %1

source: Insert Options
ca_es: Opcions de 'Insereix'

source: Rotation Angle
ca_es: Angle de rotació

source: Scale Factor
ca_es: Factor d'escala

source: Image Export Options
ca_es: Opcions d'exportació d'imatge

source: Bitmap Size
ca_es: Mida del mapa de bits

source: Background
ca_es: Fons

source: White
ca_es: blanc

source: Black
ca_es: Negre

source: Resolution:
ca_es: Resolució:

source: Colouring
ca_es: Coloració

source: Coloured
ca_es: Color

source: Borders
ca_es: Vores

source: Top / Bottom - Border:
ca_es: Vora dalt / baix:

source: Left / Right - Border:
ca_es: Vora esquerra / dreta:

source: set same size
ca_es: Posa la mateixa mida

source: Array:
ca_es: Matriu:

source: Number of Columns
ca_es: Nombre de columnes

source: Number of Rows
ca_es: Nombre de files

source: Spacing:
ca_es: Espaiat:

source: Column Spacing
ca_es: Espai entre columnes

source: Row Spacing
ca_es: Espai entre files

source: - Unchanged -
ca_es: - No canviat -

source: Layer Settings
ca_es: Paràmetres de la capa

source: Layer Name:
ca_es: Nom de la capa:

source: Default Pen
ca_es: Llapis predeterminat

source: A Help Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Help Layer should not appear in printout.
ca_es: Una capa d'ajuda conté entitats d'infinites línies rectes destinades a usar-se en la construcció geomètrica. El contingut d'una capa d'ajuda no apareixerà en la impressió.

source: Help Layer
ca_es: Capa d'ajuda

source: Show all layers
ca_es: Mostra totes les capes

source: Hide all layers
ca_es: Oculta totes les capes

source: Add a layer
ca_es: Afegeix una capa

source: Remove the current layer
ca_es: Elimina la capa actual

source: Modify layer attributes / rename
ca_es: Modifica els atributs de la capa / canvia el nom

source: Layer Menu
ca_es: Menú de capes

source: &Defreeze all Layers
ca_es: &Descongela totes les capes

source: &Freeze all Layers
ca_es: &Congela totes les capes

source: &Add Layer
ca_es: &Afegeix una capa

source: &Remove Layer
ca_es: &Elimina la capa

source: &Edit Layer
ca_es: &Edita la capa

source: Looking for matching layer names
ca_es: S'estan cercant noms de capes coincidents

source: Library Insert Options
ca_es: Opcions de 'Inserció de la biblioteca'

source: Directories
ca_es: Directoris

source: Line Angle Options
ca_es: Opcions de l'angle de la línia

source: Line angle
ca_es: Angle de la línia

source: Length:
ca_es: Longitud:

source: Length of line
ca_es: Longitud de la línia

source: Snap Point:
ca_es: Punt de forçat:

source: Start
ca_es: Inici

source: Middle
ca_es: Mig

source: End
ca_es: Final

source: Line Bisector Options
ca_es: Opcions de la línia bisectriu

source: Length of bisector
ca_es: Longitud de la bisectriu

source: Number:
ca_es: Nombre:

source: Number of bisectors to create
ca_es: Nombre de bisectrius a crear

source: Line Options
ca_es: Opcions de línia

source: Close
ca_es: Tanca

source: Undo
ca_es: Desfés

source: Form a closed contour from lines drawn
ca_es: Forma un contorn tancat a partir de les línies dibuixades

source: Undo the last line drawing
ca_es: Desfés l'última línia dibuixada

source: Redo the last line drawing
ca_es: Refés l'última línia dibuixada

source: Redo
ca_es: Refés

source: Line Parallel Options
ca_es: Opcions de línia paral·lela

source: Distance:
ca_es: Distància:

source: Distance to original entity
ca_es: Distància a l'entitat original

source: Number of parallels to create
ca_es: Nombre de paral·leles a crear

source: Line Parallel Through Options
ca_es: Opcions de la línia paral·lela per un punt

source: Polygon Options
ca_es: Opcions de polígon

source: Number of edges
ca_es: Nombre d'arestes

source: Line Relative Angle Options
ca_es: Opcions d'angle relatiu de línia

source: No Pen
ca_es: Sense línia

source: Continuous
ca_es: Contínua

source: Dot
ca_es: Punt

source: Dot (small)
ca_es: Punt (petit)

source: Dot (large)
ca_es: Punt (gran)

source: Dash
ca_es: Guió

source: Dash (small)
ca_es: Guió (petit)

source: Dash (large)
ca_es: Guió (gran)

source: Dash Dot
ca_es: Guió punt

source: Dash Dot (small)
ca_es: Guió punt (petit)

source: Dash Dot (large)
ca_es: Guió punt (gran)

source: Divide (small)
ca_es: Divisió (petit)

source: Divide (large)
ca_es: Divisió (gran)

source: Center
ca_es: Centre

source: Center (small)
ca_es: Centre (petit)

source: Center (large)
ca_es: Centre (gran)

source: Border
ca_es: Vora

source: Border (small)
ca_es: Vora (petit)

source: Border (large)
ca_es: Vora (gran)

source: Modify Offset Options
ca_es: Opcions de modificació de desfasament

source: Offset from original entity
ca_es: Desfasament a partir de l'entitat original

source: Mouse
ca_es: Ratolí

source: Move Rotate Options
ca_es: Opcions de 'mou i gira'

source: Line color
ca_es: Color de línia

source: Line width
ca_es: Amplada de línia

source: Line type
ca_es: Tipus de línia

source: Distance from original polyline
ca_es: Distància des de la polilínia original

source: Copies:
ca_es: Còpies:

source: Polyline Options
ca_es: Opcions de 'Polilínia'

source: Tangential
ca_es: Tangencial

source: Tan Radius
ca_es: Radi tangent

source: Counter Clockwise
ca_es: Sentit contrari al de les agulles del rellotge

source: Print Preview Options
ca_es: Opcions de 'Previsualització d'impressió'

source: Toggle Black / White mode
ca_es: Commuta el mode Blanc/Negre

source: Center to page
ca_es: Centra en la pàgina

source: Fit to page
ca_es: Ajusta a la pàgina

source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
ca_es: <html><head/><body><p>L'escalat d'impressió està bloquejat en el valor actual</p></body></html>

source: fixed
ca_es: fix

source: Round Options
ca_es: Opcions de 'Arrodoneix'

source: Check to trim both edges to the rounding
ca_es: Comprova si es poden reduir les arester per arrodonir

source: Selection
ca_es: Selecció

source: Selected
ca_es: Seleccionades

source: Total Length
ca_es: Longitud total

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nombre d'entitats seleccionades</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
ca_es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Longitud total de les entitats seleccionades</p></body></html>

source: Snap Distance Options
ca_es: Opcions de 'força distància'

source: Middle Points:
ca_es: Punts mitjans:

source: Number of equidistant division points
ca_es: Nombre de punts de divisió equidistant

source: Snap
ca_es: Força

source: Snap to Endpoints
ca_es: Força als extrems

source: Snap to equidistant points of entity
ca_es: Força a punts equidistants de les entitats

source: Snap to center points
ca_es: Força al centre

source: Snap to intersections automatically
ca_es: Força a interseccions automàticament
